<?php

return [
    'brands'   => 'العلامات التجارية',
    'show_brands' => 'عرض العلامات التجارية',
    'trashed_brands' => 'العلامات التجارية المحذوفة',
    'add_new_brand' => 'اضافة علامه تجارية جديدة',
    'update_brand' => 'تعديل علامة تجارية',
    'errors' => 'تحقق من الاخطاء في النموذج',
    'add_success' => 'تم اضافة العلامة التجارية بنجاح',
    'updated_success' => 'تم تعديل العلامة التجارية بنجاح',
    'deleted_success' => 'تم حذف العلامة التجارية بنجاح',
    'restored_success' => 'تم استعادة العلامة التجارية بنجاح',
    'active_success' => 'تم تفعيل العلامة التجارية بنجاح',
    'deactive_success' => 'تم تعطيل العلامة التجارية بنجاح',
    'deleted_error' => 'غير قادر على حذف هذه العلامة التجارية',
    'deactive_error' => 'غير قادر على تعطيل هذه العلامة التجارية',
    'image' => 'الصورة',
    'name' => 'الاسم',
    'description' => 'الوصف',
    'active' => 'مفعل',
];
