<?php

return [
    'governorates'   => 'المحافظات / الولايات',
    'show_governorates' => 'عرض المحافظات / الولايات',
    'trashed_governorates' => 'المحافظات / الولايات المحذوفة',
    'add_new_governorate' => 'اضافة محافظة / ولاية جديدة',
    'update_governorate' => 'تعديل محافظة / ولاية',
    'errors' => 'يرجى التحقق من الحقول المطلوبة',
    'add_success' => 'تم اضافة المحافظة / الولاية بنجاح',
    'updated_success' => 'تم تعديل المحافظة / الولاية بنجاح',
    'deleted_success' => 'تم حذف المحافظة / الولاية بنجاح',
    'restored_success' => 'تم استعادة المحافظة / الولاية بنجاح',
    'active_success' => 'تم تفعيل المحافظة / الولاية بنجاح',
    'deactive_success' => 'تم تعطيل المحافظة / الولاية بنجاح',
    'deleted_error' => 'لا يمكن حذف هذا المحافظة / الولاية',
    'deactive_error' => 'لا يمكن تعطيل هذا المحافظة / الولاية',
    'name' => 'الاسم',
    'english' => 'الاسم بالانجليزية',
];
